Repository: SayHelloGmbH/shp_gantrisch_adb
Catalog: languages/shp_gantrisch_adb-*.po
Languages: de_de

# Editor preview message
source: Placeholder for ADB Details accordion.
de_de: Platzhalter für Akkordeon - Details.

# Editor preview message
source: Placeholder for ADB Route Information accordion.
de_de: Platzhalter für ADB Routeninformation-Akkordeon.

# ADB route length
source: %s Km.
de_de: 5s Km.

# Editor preview message
source: Placeholder for ADB Travel accordion.
de_de: Platzhalter für ADB Anreise-Akkordeon.

# ACF field label
source: Show filter
de_de: Filter anzeigen

# ACF field label
source: Show or hide the list filter function for site visitors.
de_de: Die Listenfilterfunktion für Website-Besucher anzeigen oder verbergen.

# ACF field label
source: Show
de_de: Anzeigen

# ACF field label
source: Hide
de_de: Verstecken

# ACF field label
source: Keywords
de_de: Schlagwörter

# ACF field label
source: Individual words (separated by spaces) will be regarded as individual keywords. A single keyword containing spaces is not supported. (This is a restriction imposed by the API.) Displays offers with keyword “A” OR keyword “B”, AND the selected category.
de_de: Einzelne Wörter (durch Leerzeichen getrennt) werden als einzelne Schlüsselwörter betrachtet. Ein einzelnes Schlüsselwort, das Leerzeichen enthält, wird nicht unterstützt. (Dies ist eine Einschränkung, die von der API auferlegt wird.) Zeigt Angebote mit Schlüsselwort "A" ODER Schlüsselwort "B" UND der ausgewählten Kategorie an.

# Editor preview message
source: Placeholder for ADB List Block.
de_de: Platzhalter für ADB Listenansicht.

# List block default button text
source: Load more
de_de: Weitere nachladen

# Editor preview message
source: Placeholder for ADB time required.
de_de: Platzhalter für ADB Zeitbedarf.

# Editor preview message
source: Placeholder for ADB offer documents.
de_de: Platzhalter für ADB Dokumente.

# Editor preview message
source: Placeholder for ADB event location.
de_de: Platzhalter für ADB Veranstaltungsort.

# Editor preview message
source: Placeholder for ADB offer links.
de_de: Platzhalter für Hyperlinks des ADB-Angebots.

# Editor preview message
source: Placeholder for ADB map.
de_de: Platzhalter für ADB Karte (Einzelansicht).

# Frontend error message
source: Sorry, no matching offer found.
de_de: Entschuldige, kein passendes Angebot gefunden.

# Editor preview message
source: Placeholder for ADB time/date.
de_de: Platzhalter für ADB Zeit/Termin.

# Editor preview message
source: API does not return any valid values for this element (30.11.2022).
de_de: API beinhaltet keine gültige Information für dieses Element. (30.11.2022).

# Fallback title
source: There is no localised title available for this entry
de_de: Für diesen Eintrag ist kein lokalisierter Titel verfügbar

# TextControl label
source: Block title
de_de: Block-Titel

# Editor message
source: Single offer benefits.
de_de: ADB Einzelangebot: Leistungen

# TextControl label
source: Text prefix
de_de: Text-Präfix

# Editor message
source: Placeholder for ADB condition.
de_de: Platzhalter für ADB Zustand.

# TextControl label
source: Title (only output if content available)
de_de: Titel (nur wenn Inhalt vorhanden)

# TextControl label
source: Partner label (only if offer contact is a partner)
de_de: Partner-Label (nur wenn der Angebotskontakt ein Partner ist)

# Editor message
source: Single offer contact information.
de_de: ADB Einzelangebot: Kontaktinformation

# Editor message
source: Single offer description long. Single offer description long. Single offer description long. Single offer description long. Single offer description long. Single offer description long. Single offer description long. Single offer description long. Single offer description long. Single offer description long. Single offer description long. Single offer description long. Single offer description long.
de_de: Lange Beschreibung ADB. Lange Beschreibung ADB. Lange Beschreibung ADB. Lange Beschreibung ADB. Lange Beschreibung ADB. Lange Beschreibung ADB. Lange Beschreibung ADB. Lange Beschreibung ADB. Lange Beschreibung ADB. Lange Beschreibung ADB. Lange Beschreibung ADB. Lange Beschreibung ADB. Lange Beschreibung ADB. Lange Beschreibung ADB.

# TextControl label
source: Title
de_de: Titel

# Editor message
source: Placeholder for ADB event location
de_de: Platzhalter für ADB Veranstaltungsort

# Editor message
source: Single offer excerpt. Single offer excerpt. Single offer excerpt. Single offer excerpt. Single offer excerpt. Single offer excerpt.
de_de: Textauszug ADB. Textauszug ADB. Textauszug ADB. Textauszug ADB. Textauszug ADB. Textauszug ADB. Textauszug ADB.

# SelectControl label
source: Select an image size
de_de: Bildgrösse auswählen

# Info text
source: No image size selected
de_de: Keine Bildgrösse ausgewählt

# Editor message
source: Single offer infrastructure. Single offer infrastructure. Single offer infrastructure. Single offer infrastructure. Single offer infrastructure. Single offer infrastructure. Single offer infrastructure. Single offer infrastructure. Single offer infrastructure. Single offer infrastructure. Single offer infrastructure. Single offer infrastructure. Single offer infrastructure.
de_de: Infrastruktur ADB. Infrastruktur ADB. Infrastruktur ADB. Infrastruktur ADB. Infrastruktur ADB. Infrastruktur ADB. Infrastruktur ADB. Infrastruktur ADB. Infrastruktur ADB. Infrastruktur ADB. Infrastruktur ADB. Infrastruktur ADB. Infrastruktur ADB. Infrastruktur ADB. Infrastruktur ADB. Infrastruktur ADB. Infrastruktur ADB. Infrastruktur ADB. Infrastruktur ADB.

# Editor message
source: Placeholder for ADB offer links.
de_de: Platzhalter für Hyperlinks des ADB-Angebots.

# Editor message
source: ADB Single offer map.
de_de: ADB Einzelangebot: Karte

# Editor message
source: Single offer price.
de_de: ADB Einzelangebot: Preis.

# Editor message
source: Placeholder for ADB route length.
de_de: Platzhalter für ADB Routenlänge.

# Editor message
source: Single offer season information.
de_de: ADB Einzelangebot: Saisoninformation.

# Editor message
source: Placeholder for single offer content.
de_de: Platzhalter für Einzelansicht ADB.

# TextControl label
source: Title - where to subscribe
de_de: Titel - wo anmelden

# Editor message
source: Single offer subscription information.
de_de: ADB Einzelangebot: Anmeldeinformation.

# Editor message
source: Single offer target audience. Single offer target audience. Single offer target audience.
de_de: ADB Einzelangebot: Zielgruppe. ADB Einzelangebot: Zielgruppe. ADB Einzelangebot: Zielgruppe.

# Editor message
source: Placeholder for ADB time required.
de_de: Platzhalter für ADB Zeitbedarf.

# Editor message
source: Placeholder for ADB time/date. API does not currently return any valid values for this element (30.11.2022)
de_de: Platzhalter für ADB Zeitbedarf. Die API liefert derzeit keine gültigen Werte für dieses Element aus. (30.11.2022)

# Editor message
source: Single offer title
de_de: ADB Einzelangebot: Titel

# TextControl label
source: Title (only if stop available)
de_de: Titel (nur wenn Haltestelle vorhanden)

# TextControl label
source: Link text (%s will be replaced with the transport stop)
de_de: Linktext (%s wird durch den Transportstopp ersetzt)

# block title
source: ADB Details (Accordion)
de_de: ADB Einzelangebot: Akkordeon Details

# block keyword
source: offer
de_de: angebot

# block keyword
source: accordion
de_de: akkordeon

# block title
source: ADB Route Information (Accordion)
de_de: ADB Einzelangebot: Akkordeon Routeninformation

# block title
source: ADB Travel (Accordion)
de_de: ADB Einzelangebot: Akkordeon Anreise

# block keyword
source: travel
de_de: reise

# block title
source: ADB List
de_de: ADB: Listenansicht

# block description
source: List view of all offers, optionally filtered by category.
de_de: Listenansicht aller Angebote, optional gefiltert nach Kategorie.

# block keyword
source: list
de_de: liste

# block title
source: ADB Offer Benefits
de_de: ADB Einzelangebot: Leistungen

# block description
source: The actual content will be loaded dynamically by passing an offer ID to the page on which this block has been placed.
de_de: Der eigentliche Inhalt wird dynamisch geladen, indem eine Angebots-ID an die Seite übergeben wird, auf der dieser Block platziert wurde.

# block keyword
source: benefits
de_de: vorteile

# block title
source: ADB Offer Categories
de_de: ADB Einzelangebot: Kategorien

# block description
source: The actual content will be loaded dynamically by passing an offer ID to the page on which this block has been placed. Add each keyword on a new line in the original database.
de_de: Der eigentliche Inhalt wird dynamisch geladen, indem eine Angebots-ID an die Seite übergeben wird, auf der dieser Block platziert wurde. Füge jedes Schlüsselwort in eine neue Zeile in der ursprünglichen Datenbank ein.

# block keyword
source: category
de_de: kategorie

# block title
source: ADB Offer Condition
de_de: ADB Einzelangebot: Routenzustand

# block keyword
source: condition
de_de: zustand

# block title
source: ADB Offer Contact
de_de: ADB Einzelangebot: Kontakt

# block keyword
source: excerpt
de_de: textauszug

# block keyword
source: lede
de_de: anrisstext

# block title
source: ADB Offer Description Long
de_de: ADB Einzelangebot: Lange Beschreibung

# block keyword
source: description
de_de: beschreibung

# block title
source: ADB Offer Documents
de_de: ADB Einzelangebot: Dokumente

# block keyword
source: documents
de_de: dokumente

# block title
source: ADB Offer Event Location
de_de: ADB Einzelangebot: Veranstaltungsort

# block keyword
source: event
de_de: veranstaltung

# block title
source: ADB Offer Excerpt
de_de: ADB Einzelangebot: Textauszug

# block title
source: ADB Offer Images
de_de: ADB Einzelangebot: Bilder

# block keyword
source: keywords
de_de: schlagwoerter

# block title
source: ADB Offer Infrastructure
de_de: ADB Einzelangebot: Infrastruktur

# block title
source: ADB Offer Keywords
de_de: ADB Einzelangebot: Schlagwörter

# block title
source: ADB Offer Links
de_de: ADB Einzelangebot: Hyperlinks

# block title
source: ADB Offer Map
de_de: ADB Einzelangebot: Karte

# block keyword
source: map
de_de: karte

# block title
source: ADB Offer Price
de_de: ADB Einzelangebot: Preis

# block keyword
source: price
de_de: preis

# block title
source: ADB Offer Route Length
de_de: ADB Einzelangebot: Routenlänge

# block keyword
source: route length
de_de: routenlaenge

# block title
source: ADB Offer Season
de_de: ADB Einzelangebot: Saison

# block keyword
source: season
de_de: saison

# block title
source: ADB Offer Single
de_de: ADB Einzelangebot: Einzelansicht

# block title
source: ADB Offer Subscription Text
de_de: ADB Einzelangebot: Anmeldetext

# block title
source: ADB Offer Target Audience
de_de: ADB Einzelangebot: Zielgruppe

# block title
source: ADB Offer Time required
de_de: ADB Einzelangebot: Zeitbedarf

# block keyword
source: time
de_de: zeit

# block title
source: ADB Offer Time / Date
de_de: ADB Einzelangebot: Zeit / Termin

# block title
source: ADB Offer Title
de_de: ADB Einzelangebot: Titel

# block keyword
source: title
de_de: titel

# block title
source: ADB Offer Transport Stop
de_de: ADB Einzelangebot: öV Haltestelle
